{
  "</s>": 2,
  "</s_Store address>": 57536,
  "</s_Store name>": 57534,
  "</s_Total Amount>": 57535,
  "</s_Unit 1 Price>": 57525,
  "</s_Unit 1 name>": 57529,
  "</s_Unit 2 Price>": 57526,
  "</s_Unit 2 name>": 57537,
  "<mask>": 57521,
  "<pad>": 1,
  "<s>": 0,
  "<s_Store address>": 57527,
  "<s_Store name>": 57528,
  "<s_Total Amount>": 57532,
  "<s_Unit 1 Price>": 57538,
  "<s_Unit 1 name>": 57533,
  "<s_Unit 2 Price>": 57531,
  "<s_Unit 2 name>": 57530,
  "<s_iitcdip>": 57523,
  "<s_synthdog>": 57524,
  "<sep/>": 57522,
  "<unk>": 3
}
